Repository: PerfectoWeb/Belay
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

source: The longest Belay will keep your Mac awake before letting go. You'll be notified when the limit is reached.
de: Die längste Zeit, die Belay den Mac wach hält, bevor er loslässt. Bei Erreichen des Limits wirst du benachrichtigt.
es: El tiempo máximo que Belay mantendrá el Mac despierto antes de soltarlo. Se te notificará al alcanzar el límite.
fr: La durée maximale pendant laquelle Belay garde le Mac éveillé avant de lâcher prise. Vous serez averti quand la limite est atteinte.
it: Il tempo massimo per cui Belay terrà sveglio il Mac prima di lasciare andare. Riceverai una notifica al raggiungimento del limite.
ru: Максимальное время удержания Mac бодрым. При достижении лимита Belay отправит вам уведомление.
zh_hans: Belay 保持 Mac 唤醒的最长时间，超过后就会放手。达到上限时会通知你。

source: The microphone is let go while the Mac runs on its battery and picked up again on power.
de: Das Mikrofon wird freigegeben, solange der Mac im Batteriebetrieb läuft, und am Netzteil wieder geöffnet.
es: El micrófono se suelta mientras el Mac funciona con batería y se vuelve a abrir al conectarlo a la corriente.
fr: Le micro est relâché tant que le Mac fonctionne sur batterie et rouvert une fois sur secteur.
it: Il microfono viene rilasciato mentre il Mac funziona a batteria e riaperto quando torna all'alimentazione.
ru: Микрофон отпускается, пока Mac работает от аккумулятора, и снова открывается при питании от сети.
zh_hans: Mac 使用电池时放开麦克风，接通电源后重新开启。

# The run in %@ took %@. Your Mac will sleep normally again.
source: The run in %@ took %@. Your Mac can sleep normally again.
de: Der Lauf in %@ hat %@ gedauert. Dein Mac kann wieder normal schlafen.
es: La ejecución en %@ duró %@. El Mac puede volver a dormir con normalidad.
fr: L'exécution dans %@ a duré %@. Votre Mac peut de nouveau se mettre en veille normalement.
it: L'esecuzione in %@ è durata %@. Il Mac può tornare ad andare in stop normalmente.
ru: В проекте %@ это заняло %@. Mac снова может засыпать как обычно.
zh_hans: %@ 中的运行用时 %@。Mac 现在可以正常进入睡眠。

# The run took %@. Your Mac will sleep normally again.
source: The run took %@. Your Mac can sleep normally again.
de: Der Lauf hat %@ gedauert. Dein Mac kann wieder normal schlafen.
es: La ejecución duró %@. El Mac puede volver a dormir con normalidad.
fr: L'exécution a duré %@. Votre Mac peut de nouveau se mettre en veille normalement.
it: L'esecuzione è durata %@. Il Mac può tornare ad andare in stop normalmente.
ru: Это заняло %@. Mac снова может засыпать как обычно.
zh_hans: 本次运行用时 %@。Mac 现在可以正常进入睡眠。

source: The same change is made in every folder Belay watches for this agent.
de: Dieselbe Änderung wird in jedem Ordner vorgenommen, den Belay für diesen Agenten beobachtet.
es: El mismo cambio se aplica en cada carpeta que Belay vigila para este agente.
fr: La même modification est appliquée dans chaque dossier que Belay surveille pour cet agent.
it: La stessa modifica viene applicata in ogni cartella che Belay osserva per questo agente.
ru: То же изменение вносится в каждую папку, за которой Belay следит для этого агента.
zh_hans: Belay 会在为此智能体监视的每个文件夹中做同样的更改。

source: The server answered %lld.
de: Der Server hat %lld zurückgegeben.
es: El servidor devolvió %lld.
fr: Le serveur a renvoyé %lld.
it: Il server ha restituito %lld.
ru: Сервер вернул %lld.
zh_hans: 服务器返回 %lld。

source: The timer ran out.
de: Der Timer ist abgelaufen.
es: El temporizador terminó.
fr: Le minuteur est terminé.
it: Il timer è scaduto.
ru: Таймер истёк.
zh_hans: 计时器已结束。

source: The timer you set ran out, so Belay let go.
de: Der gestellte Timer ist abgelaufen.
es: El temporizador que pusiste terminó.
fr: Le minuteur que vous avez réglé est terminé.
it: Il timer che hai impostato è scaduto.
ru: Установленный вами таймер истёк.
zh_hans: 你设置的计时器已结束。

source: The timer you set ran out, so Belay stopped keeping your Mac awake.
de: Der gestellte Timer ist abgelaufen, Belay lässt deinen Mac wieder schlafen.
es: El temporizador que pusiste terminó y Belay dejó dormir el Mac.
fr: Le minuteur que vous avez réglé est terminé, Belay a laissé votre Mac se mettre en veille.
it: Il timer che hai impostato è scaduto e Belay ha lasciato andare il Mac in stop.
ru: Установленный вами таймер истёк, и Belay разрешил Mac уснуть.
zh_hans: 你设置的计时器已结束，Belay 已让 Mac 进入睡眠。

source: The update service sent something Belay could not read.
de: Der Update-Dienst hat eine Antwort gesendet, die Belay nicht lesen konnte.
es: El servicio de actualizaciones envió una respuesta que Belay no pudo leer.
fr: Le service de mise à jour a renvoyé une réponse que Belay n'a pas pu lire.
it: Il servizio di aggiornamento ha inviato una risposta che Belay non è riuscito a leggere.
ru: Служба обновлений прислала ответ, который Belay не смог прочитать.
zh_hans: 更新服务返回了 Belay 无法读取的内容。

source: This folder does not look like a %@ folder.
de: Dieser Ordner sieht nicht wie ein Ordner von %@ aus.
es: Esta carpeta no parece una carpeta de %@.
fr: Ce dossier ne ressemble pas à un dossier de %@.
it: Questa cartella non sembra una cartella di %@.
ru: Эта папка не похожа на папку %@.
zh_hans: 此文件夹看起来不像 %@ 的文件夹。

source: Tokens
de: Token
fr: Jetons
it: Token
ru: Токены
zh_hans: Token

source: Turn Off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
ru: Выключить
zh_hans: 关闭

source: Turn On…
de: Einschalten…
es: Activar…
fr: Activer…
it: Attiva…
ru: Включить…
zh_hans: 开启…

source: Until
de: Bis
es: Hasta
fr: Jusqu'à
it: Fino a
ru: До времени
zh_hans: 截止

source: Until turned off
de: Bis zum Ausschalten
es: Hasta desactivarlo
fr: Jusqu'à désactivation
it: Fino allo spegnimento
ru: Пока не выключу
zh_hans: 直到手动关闭

source: Untitled project
de: Unbenanntes Projekt
es: Proyecto sin título
fr: Projet sans titre
it: Progetto senza titolo
ru: Проект без названия
zh_hans: 未命名项目

source: Update Claude Code
de: Claude Code aktualisieren
es: Actualizar Claude Code
fr: Mettre à jour Claude Code
it: Aggiorna Claude Code
ru: Обновить в Claude Code
zh_hans: 更新 Claude Code

source: Update Cline
de: Cline aktualisieren
es: Actualizar Cline
fr: Mettre à jour Cline
it: Aggiorna Cline
ru: Обновить в Cline
zh_hans: 更新 Cline

source: Update Codex
de: Codex aktualisieren
es: Actualizar Codex
fr: Mettre à jour Codex
it: Aggiorna Codex
ru: Обновить в Codex
zh_hans: 更新 Codex

source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
it: Aggiorna ora
ru: Обновить
zh_hans: 立即更新

source: Update Now (v%@)
de: Jetzt aktualisieren (v%@)
es: Actualizar ahora (v%@)
fr: Mettre à jour (v%@)
it: Aggiorna ora (v%@)
ru: Обновить до v%@
zh_hans: 立即更新到 v%@

source: Version %@ is available.
de: Version %@ ist verfügbar.
es: La versión %@ está disponible.
fr: La version %@ est disponible.
it: È disponibile la versione %@.
ru: Доступна версия %@.
zh_hans: 版本 %@ 已可用。

source: Waiting for you
de: Wartet auf dich
es: Te está esperando
fr: Vous attend
it: In attesa di te
ru: Ждёт вас
zh_hans: 等待回应

source: Waiting for you: %lld
de: Wartet auf dich: %lld
es: Te esperan: %lld
fr: Vous attendent : %lld
it: In attesa di te: %lld
ru: Ждут вас: %lld
zh_hans: 等待回应：%lld

source: Warm Microphone
de: Mikrofon bereit
es: Micrófono listo
fr: Micro prêt
it: Microfono pronto
ru: Микрофон наготове
zh_hans: 麦克风预热

source: Watch
de: Beobachten
es: Observar
fr: Surveiller
it: Osserva
ru: Следить
zh_hans: 监视

source: Watch Anyway
de: Trotzdem beobachten
es: Vigilar de todos modos
fr: Surveiller quand même
it: Osserva comunque
ru: Всё равно следить
zh_hans: 仍要监视

source: Watch Folder
de: Ordner beobachten
es: Vigilar carpeta
fr: Surveiller le dossier
it: Osserva cartella
ru: Следить за папкой
zh_hans: 监视文件夹

source: Watched Folders
de: Beobachtete Ordner
es: Carpetas vigiladas
fr: Dossiers surveillés
it: Cartelle osservate
ru: Отслеживаемые папки
zh_hans: 监视的文件夹

# Watches Claude Code's session transcripts to tell when a turn is running.
source: Watches Claude Code session files to tell when a turn is running.
de: Beobachtet Claude-Code-Sitzungsdateien, um zu erkennen, wann ein Turn läuft.
es: Observa los archivos de sesión de Claude Code para saber cuándo hay un turno en marcha.
fr: Surveille les fichiers de session de Claude Code pour savoir quand un tour est en cours.
it: Monitora i file di sessione di Claude Code per sapere quando è in corso un turno.
ru: Следит за файлами сессий Claude Code, чтобы понимать, когда агент работает.
zh_hans: 监视 Claude Code 的会话文件，以判断轮次何时在运行。

# Watches Cline's session files to tell when a task is running.
source: Watches Cline session files to tell when a task is running.
de: Beobachtet Cline-Sitzungsdateien, um zu erkennen, wann eine Aufgabe läuft.
es: Observa los archivos de sesión de Cline para saber cuándo hay una tarea en marcha.
fr: Surveille les fichiers de session de Cline pour savoir quand une tâche est en cours.
it: Monitora i file di sessione di Cline per sapere quando è in corso un'attività.
ru: Следит за файлами сессий Cline, чтобы понимать, когда агент работает.
zh_hans: 监视 Cline 的会话文件，以判断任务何时在运行。

# Watches Codex's session files to tell when a turn is running.
source: Watches Codex session files to tell when a turn is running.
de: Beobachtet Codex-Sitzungsdateien, um zu erkennen, wann ein Turn läuft.
es: Observa los archivos de sesión de Codex para saber cuándo hay un turno en marcha.
fr: Surveille les fichiers de session de Codex pour savoir quand un tour est en cours.
it: Monitora i file di sessione di Codex per sapere quando è in corso un turno.
ru: Следит за файлами сессий Codex, чтобы понимать, когда агент работает.
zh_hans: 监视 Codex 的会话文件，以判断轮次何时在运行。

# Watches Copilot's session events to tell when a turn is running.
source: Watches Copilot session events to tell when a turn is running.
de: Beobachtet Copilot-Sitzungsereignisse, um zu erkennen, wann ein Turn läuft.
es: Observa los eventos de sesión de Copilot para saber cuándo hay un turno en marcha.
fr: Surveille les événements de session de Copilot pour savoir quand un tour est en cours.
it: Monitora gli eventi di sessione di Copilot per sapere quando è in corso un turno.
ru: Следит за событиями сессий Copilot, чтобы понимать, когда агент работает.
zh_hans: 监视 Copilot 的会话事件，以判断轮次何时在运行。

source: Watch a folder or use a one-line webhook to support another coding agent. Start with a preset or add your own.
de: Beobachte einen Ordner oder nutze einen einzeiligen Webhook für einen weiteren Coding-Agenten. Starte mit einer Vorlage oder füge eine eigene hinzu.
es: Belaya una carpeta o usa un webhook de una línea para otro agente de programación. Empieza con un preajuste o añade el tuyo.
fr: Surveillez un dossier ou utilisez un webhook d'une ligne pour prendre en charge un autre agent de programmation. Commencez avec un préréglage ou ajoutez le vôtre.
it: Monitora una cartella o usa un webhook di una riga per supportare un altro agente di programmazione. Parti da un preset o aggiungi il tuo.
ru: Следите за папкой или используйте однострочный вебхук для другого агента. Начните с пресета или добавьте свой.
zh_hans: 监视一个文件夹，或使用一行 Webhook，即可支持另一个编程智能体。可以从预设开始，也可以自行添加。

source: Watching %lld folders
de: Beobachtet %lld Ordner
es: Vigilando %lld carpetas
fr: %lld dossiers surveillés
it: Sta osservando %lld cartelle
ru: Belay следит за %lld папками
zh_hans: 正在监视 %lld 个文件夹

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ru: Добро пожаловать
zh_hans: 欢迎

source: Welcome to %@
de: Willkommen bei %@
es: Te damos la bienvenida a %@
fr: Bienvenue dans %@
it: Ti diamo il benvenuto in %@
ru: Добро пожаловать в %@
zh_hans: 欢迎使用 %@

source: What's New
de: Neuerungen
es: Novedades
fr: Nouveautés
it: Novità
ru: Что нового
zh_hans: 新功能

source: When the work stops, your Mac sleeps as it always did. Your sleep settings are never changed.
de: Wenn die Arbeit endet, schläft dein Mac wie immer. Deine Energieeinstellungen bleiben unangetastet.
es: Cuando el trabajo termina, tu Mac duerme como siempre. Tus ajustes de suspensión no se tocan.
fr: Quand le travail s'arrête, votre Mac se met en veille comme d'habitude. Vos réglages de veille ne sont jamais modifiés.
it: Quando il lavoro finisce, il Mac va in stop come sempre. Le tue impostazioni di stop non vengono toccate.
ru: Когда работа заканчивается, Mac засыпает как обычно. Ваши настройки сна не меняются.
zh_hans: 工作停止后，Mac 会像以往一样进入睡眠。睡眠设置不会有任何更改。

source: Shows the time left while an Always On timer is running.
de: Zeigt die verbleibende Zeit, während ein „Immer an“-Timer läuft.
es: Muestra el tiempo restante mientras corre un temporizador de Siempre.
fr: Affiche le temps restant pendant qu'un minuteur Toujours est en cours.
it: Mostra il tempo rimanente mentre è attivo un timer di Sempre.
ru: Показывает оставшееся время, когда включён таймер в режиме Always On (Всегда).
zh_hans: 常开计时器运行时显示剩余时间。

source: While holding
de: Während des Haltens
es: Mientras mantiene
fr: Pendant le maintien
it: Mentre mantiene
ru: Пока удерживает
zh_hans: 保持唤醒期间

source: While the microphone is held, macOS shows the orange microphone dot. Belay listens to nothing: the sound is thrown away as it arrives, never recorded, stored or sent.
de: Solange das Mikrofon offen gehalten wird, zeigt macOS den orangefarbenen Mikrofonpunkt. Belay hört nichts ab: Der Ton wird sofort verworfen, nie aufgenommen, gespeichert oder gesendet.
es: Mientras el micrófono se mantiene abierto, macOS muestra el punto naranja del micrófono. Belay no escucha nada: el sonido se descarta en cuanto llega y nunca se graba, se guarda ni se envía.
fr: Tant que le micro est maintenu ouvert, macOS affiche le point orange du micro. Belay n'écoute rien : le son est jeté dès qu'il arrive, jamais enregistré, conservé ni envoyé.
it: Finché il microfono è tenuto aperto, macOS mostra il punto arancione del microfono. Belay non ascolta nulla: l'audio viene scartato appena arriva, mai registrato, salvato o inviato.
ru: Пока микрофон удерживается, macOS показывает оранжевую точку микрофона. Belay ничего не слушает: звук отбрасывается сразу, не записывается, не сохраняется и не отправляется.
zh_hans: 保持麦克风开启期间，macOS 会显示橙色麦克风指示点。Belay 什么都不听：声音一到即被丢弃，从不录制、存储或发送。

source: While you were away
de: Während Sie weg waren
es: Mientras no estabas
fr: Pendant votre absence
it: Mentre eri via
ru: Пока вас не было
zh_hans: 在您离开期间

source: With precise detection, %@ tells Belay the exact moment work starts, stops, or waits for you. Detection becomes instant and reliable.
de: Mit präziser Erkennung meldet %@ Belay den genauen Moment, in dem Arbeit beginnt, endet oder auf dich wartet. Die Erkennung wird sofort und zuverlässig.
es: Con la detección precisa, %@ le dice a Belay el momento exacto en que el trabajo empieza, termina o te espera. La detección se vuelve instantánea y fiable.
fr: Avec la détection précise, %@ indique à Belay le moment exact où le travail commence, s'arrête ou vous attend. La détection devient instantanée et fiable.
it: Con il rilevamento preciso, %@ dice a Belay il momento esatto in cui il lavoro inizia, finisce o ti aspetta. Il rilevamento diventa istantaneo e affidabile.
ru: С точным определением %@ сам сообщает Belay, когда работа началась, закончилась или ждёт вас. Определение становится мгновенным и надёжным.
zh_hans: 启用精确检测后，%@ 会在工作开始、结束或等待你的那一刻直接告诉 Belay。检测变得即时而可靠。

source: Working
de: Arbeitet
es: Trabajando
fr: En cours
it: Al lavoro
ru: Работает
zh_hans: 工作中

source: Works in the Claude and Codex desktop apps. Local sites are localhost, names ending in .local or .test, and addresses on your own network. Everything else waits for you.
de: Funktioniert in den Desktop-Apps von Claude und Codex. Lokale Websites sind localhost, Namen, die auf .local oder .test enden, und Adressen in deinem eigenen Netzwerk. Alles andere wartet auf dich.
es: Funciona en las apps de escritorio de Claude y Codex. Los sitios locales son localhost, los nombres que terminan en .local o .test y las direcciones de tu propia red. Todo lo demás te espera.
fr: Fonctionne dans les apps de bureau Claude et Codex. Les sites locaux sont localhost, les noms se terminant par .local ou .test et les adresses de votre propre réseau. Tout le reste vous attend.
it: Funziona nelle app desktop di Claude e Codex. I siti locali sono localhost, i nomi che finiscono in .local o .test e gli indirizzi della tua rete. Tutto il resto aspetta te.
ru: Работает в настольных приложениях Claude и Codex. Локальные сайты: localhost, имена с окончанием .local или .test и адреса в вашей собственной сети. Всё остальное ждёт вас.
zh_hans: 适用于 Claude 和 Codex 桌面 App。本地网站指 localhost、以 .local 或 .test 结尾的名称，以及你自己网络中的地址。其余请求都会等你处理。

source: Belay found a hooks entry in your Claude Code settings that it doesn't recognize, so nothing was changed.
de: Belay hat in deinen Claude-Code-Einstellungen einen hooks-Eintrag gefunden, den es nicht erkennt. Deshalb wurde nichts geändert.
es: Belay encontró una entrada hooks en tus ajustes de Claude Code que no reconoce, así que no cambió nada.
fr: Belay a trouvé dans vos réglages Claude Code une entrée hooks qu'il ne reconnaît pas. Rien n'a donc été modifié.
it: Belay ha trovato nelle impostazioni di Claude Code una voce hooks che non riconosce, quindi non ha modificato nulla.
ru: Belay нашёл в настройках Claude Code раздел hooks, который не распознал, поэтому ничего не изменил.
zh_hans: Belay 在 Claude Code 设置中发现无法识别的 hooks 条目，因此未做任何更改。

# Your Claude Code settings file is not plain JSON, so Belay will not modify it.
source: Your Claude Code settings file isn't plain JSON, so Belay won't modify it.
de: Deine Claude-Code-Einstellungsdatei ist kein reines JSON, deshalb ändert Belay sie nicht.
fr: Votre fichier de réglages Claude Code n'est pas du JSON pur, Belay ne le modifiera donc pas.
it: Il file di impostazioni di Claude Code non è JSON puro, quindi Belay non lo modificherà.
ru: Файл настроек Claude Code не является обычным JSON, поэтому Belay не будет его менять.
zh_hans: Claude Code 设置文件不是纯 JSON，因此 Belay 不会修改它。

source: Your Mac is set never to turn the display off, so there is no moment for Belay to dim it. Choose a display-off time in System Settings first.
de: Dein Mac ist so eingestellt, dass das Display nie ausgeschaltet wird, also gibt es für Belay keinen Moment zum Abdunkeln. Lege zuerst in den Systemeinstellungen eine Zeit zum Ausschalten des Displays fest.
es: Tu Mac está configurado para no apagar nunca la pantalla, así que Belay no tiene cuándo atenuarla. Elige primero un tiempo de apagado de pantalla en Ajustes del Sistema.
fr: Votre Mac est réglé pour ne jamais éteindre l'écran, Belay n'a donc aucun moment pour l'assombrir. Choisissez d'abord un délai d'extinction de l'écran dans Réglages Système.
it: Il Mac è impostato per non spegnere mai lo schermo, quindi Belay non ha un momento in cui attenuarlo. Scegli prima un tempo di spegnimento dello schermo nelle Impostazioni di Sistema.
ru: На вашем Mac дисплей настроен никогда не выключаться, поэтому Belay нечего приглушать. Сначала задайте время выключения дисплея в Системных настройках.
zh_hans: 你的 Mac 设置为从不关闭显示器，Belay 也就没有调暗的时机。请先在系统设置中选择一个关闭显示器的时间。

# Your Mac will go back to its normal sleep schedule.
source: Your Mac can return to its normal sleep schedule.
de: Dein Mac kann wieder normal schlafen.
es: El Mac puede volver a dormir con normalidad.
fr: Votre Mac peut reprendre son fonctionnement normal de mise en veille.
it: Il Mac può tornare ad andare in stop normalmente.
ru: Mac снова может засыпать как обычно.
zh_hans: Mac 可以恢复正常的睡眠计划。

# Your Mac will sleep normally
source: Your Mac can sleep normally
de: Dein Mac kann normal schlafen
es: El Mac puede dormir con normalidad
fr: Votre Mac peut se mettre en veille normalement
it: Il Mac può andare in stop normalmente
ru: Mac может засыпать как обычно
zh_hans: Mac 可以正常进入睡眠

source: Your agent finished
de: Dein Agent ist fertig
es: Tu agente terminó
fr: Votre agent a terminé
it: Il tuo agente ha finito
ru: Агент закончил работу
zh_hans: 智能体已完成

source: Your agent needs input before it can continue.
de: Dein Agent braucht eine Eingabe, um weiterzumachen.
es: Tu agente necesita una respuesta para continuar.
fr: Votre agent a besoin d'une réponse pour continuer.
it: Il tuo agente ha bisogno di una risposta per continuare.
ru: Агенту нужен ваш ответ, чтобы продолжить.
zh_hans: 智能体需要你的输入才能继续。

source: Your agent needs input in %@ before it can continue.
de: Dein Agent braucht eine Eingabe in %@, um weiterzumachen.
es: Tu agente necesita una respuesta en %@ para continuar.
fr: Votre agent a besoin d'une réponse dans %@ pour continuer.
it: Il tuo agente ha bisogno di una risposta in %@ per continuare.
ru: Агенту нужен ваш ответ в %@, чтобы продолжить.
zh_hans: %@ 中的智能体需要你的输入才能继续。

source: Your first agent run fills this in.
de: Der erste Agentenlauf füllt das hier.
es: La primera ejecución de un agente llenará esto.
fr: La première exécution d'un agent remplira cette page.
it: La prima esecuzione di un agente riempirà questa pagina.
ru: Первый же запуск агента это заполнит.
zh_hans: 第一次智能体运行后，这里就会有内容。

source: editing
de: Bearbeiten
es: edición
fr: édition
it: modifica
ru: правка
zh_hans: 编辑

# kept working while you were away from the keyboard
source: kept working while you were away
de: weitergearbeitet, während du weg warst
es: siguió trabajando mientras no estabas
fr: a continué à travailler pendant votre absence
it: ha continuato a lavorare mentre non c'eri
ru: продолжал работать, пока вас не было
zh_hans: 在你离开时继续工作

source: kept working while you were right here
de: weitergearbeitet, während du da warst
es: siguió trabajando mientras estabas ahí
fr: a continué à travailler pendant que vous étiez là
it: ha continuato a lavorare mentre c'eri
ru: продолжал работать, пока вы были рядом
zh_hans: 在你在场时继续工作

source: last %lld sessions, folder names only
de: letzte %lld Sitzungen, nur Ordnernamen
es: últimas %lld sesiones, solo nombres de carpeta
fr: %lld dernières sessions, noms de dossiers seulement
it: ultime %lld sessioni, solo nomi di cartella
ru: последние %lld сессий, только имена папок
zh_hans: 最近 %lld 次会话，仅显示文件夹名

# last signal %@ ago
source: Last activity %@ ago
de: Letzte Aktivität vor %@
es: Última actividad hace %@
fr: Dernière activité il y a %@
it: Ultima attività %@ fa
ru: Посл. активность %@ назад
zh_hans: 最近活动于 %@ 前

source: longest run
de: längster Lauf
es: ejecución más larga
fr: exécution la plus longue
it: esecuzione più lunga
ru: самый долгий запуск
zh_hans: 最长运行

source: macOS cannot find the helper in this build.
de: macOS findet den Helfer in diesem Build nicht.
es: macOS no encuentra el ayudante en esta compilación.
fr: macOS ne trouve pas l'assistant dans cette version.
it: macOS non trova l'helper in questa build.
ru: macOS не находит помощника в этой сборке.
zh_hans: macOS 在此构建中找不到帮助程序。

# macOS is waiting for you to allow this in System Settings.
source: Allow this in System Settings to continue.
de: Erlaube dies in den Systemeinstellungen, um fortzufahren.
es: Permite esto en Ajustes del Sistema para continuar.
fr: Autorisez ceci dans Réglages Système pour continuer.
it: Consenti questa operazione in Impostazioni di Sistema per continuare.
ru: Разрешите это в Системных настройках, чтобы продолжить.
zh_hans: 请在“系统设置”中允许此操作以继续。

# macOS refused the change: %@
source: macOS couldn't apply the change: %@
de: macOS konnte die Änderung nicht anwenden: %@
es: macOS no pudo aplicar el cambio: %@
fr: macOS n'a pas pu appliquer la modification : %@
it: macOS non ha potuto applicare la modifica: %@
ru: macOS не удалось применить изменение: %@
zh_hans: macOS 无法应用此更改：%@
